Revit 2027 API
ParameterDownloadOptions Constructor
 Default constructor.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ParameterDownloadOptions()
Public Sub New
public:
ParameterDownloadOptions()
new : unit -> ParameterDownloadOptions
See Also
Reference
ParameterDownloadOptions Class
ParameterDownloadOptions Overload
Autodesk.Revit.DB Namespace